<?php
require "header.php";
?>

<h1>Турнирная система</h1>
<h2>Турнирная система первого сезона соревнований ФЭС РБ в январе-июле 2022 года</h2>
В этом сезоне мы решили поддержать 5 дисциплин, которые являются наиболее популярными среди нашего сообщества, а именно:
<ul>
    <li>
        CS:GO
    </li>
    <li>
        DOTA 2
    </li>
    <li>
        Hearthstone Battlegrounds
    </li>
    <li>
        Hearthstone Стандарт
    </li>
    <li>
        Clash Royale
    </li>
</ul>
    По каждой из этих дисциплин проводятся квалификационные, или отборочные турниры приблизительно каждый месяц с февраля по май.
    <br>
    <br>
    По итогу каждого турнира определяются победители, которые получают слот на участие в июльском плей-оффе с призовым фондом. Кроме того, за каждое призовое место участникам команд начисляются Спортивные очки нашего сообщества. Других призов за квалификационные турниры в первом сезоне нет.<br>
    <br>
    DOTA 2 — две команды выходят в плей-офф;<br>
    <br>

    CS:GO — две команды выходят в плей-офф;<br>
    <br>

    Hearthstone Battlegrounds — четыре игрока выходят в плей-офф;
    <br>
    <br>
    Hearthstone Стандарт — четыре игрока выходят в плей-офф;
    <br>
    <br>
    Clash Royale — два игрока выходят в плей-офф.
    <br>
    <br>
    <h3>Важно! После того, как команда проходит в плей-офф, ее участники более не могут участвовать в квалификационных матчах в данном сезоне. То же самое относится к Clash Royale и онлайн отборочным Hearthstone Battlegrounds.</h3>
<h2>Вопрос-ответ:</h2>
    <br>

<i>Что делать, если моя команда прошла в плей-офф, но больше не хочет играть вместе? Я нашел новую команду и хочу снова попасть в плей-офф</i><br>
    Если команда отказывается от участия в плей-офф по уважительной причине (два и более игрока больше не могут играть по тем или иным причинам), то она дисквалифицируется, и игроки снова могут играть в составе<br><br>

   <i> Можно ли заменить одного или нескольких игроков уже после выхода команды в плей-офф?</i><br>
    Можно заменить одного игрока. Двоих и более игроков менять уже запрещается.<br><br>

    <i>Как регистрироваться на турнир?</i><br>
    Для удобства мы сделали единую форму регистрации на все соренования — https://vk.cc/caCk6e<br>
    <br>
    Сначала необходимо выбрать дисциплину, а затем вид турнира. Например, если вы хотите записаться на квалификационный турнир по CS:GO, то необходимо выбрать название дисциплины и Командные отборочные *Название месяца*<br>
<img src="L2aku45G-aLxIYoypaSwqvUmsisoUDOhSLFVW1l4IGtQsvqm_tRSz63rTCGYIKcQKTVNZq40GbkkqNnihxGN0ix2.jpg"><br>
    Игроки в Hearthstone и Clash Royale не заполняют последний пункт, так как он только для командных дисциплин.
    <br><br>
    <i>Откуда узнать дату и расписание следующего турнира?</i><br>
    Прежде всего, рекомендуем вступить в чат соответствующей дисциплины — в нем непременно будут обсуждать даты предстоящего турнира. Кроме того, информация будет появляться в группе ФЭС РБ, а тажке в нашем Дискорде.<br><br>
<img src="J_FTNZdRwSz7w8jwEM729xRkTrMnCFl6hcYEFuRQ8vbnVUQu0prd8fSlmtcei23Fd-UvkYE55WJg2O6SiLFA0C1c.jpg"><br>
    Расписание может быть изменено. Следите за новостями<br><br>
    <h2>Турниры 1х1 и 2х2</h2><br>
    Данные турниры не являются отборочными и не предоставляют вам слот на участие в плей-офф. Но зато они обещают быть веселыми, являются хорошей тренировкой индивидуального скилла, а за победу в них начисляются дополнительные очки для Рейтинговой системы.
<br><br>
    <h2>Пару слов про Hearthstone Cafe</h2><br>
    HS Cafe — традиционный и давно существующий формат проведения турниров по Hearthstone на определенной лан-площадке. На Hearthstone Cafe будут проходить турниры по Hearthstone Стандарт и Hearthstone Battlegrounds, если эпидемиологическая обстановка будет достаточно благоприятной.<br><br>
<ol>
    <li>Участие в Hearthstone Cafe лан платно, а за первые места победители получат призы;</li>
    <li>Кроме того, можно участвовать в данных турнирах онлайн — бесплатно, но тогда приз вы не получите;</li>
    <li>Игроки, занявшие 1-4 место в первом Hearthstone Cafe, а значит прошедшие в плей-офф, все равно имеют право участвовать в следующем Hearthstone Cafe (в отличие от онлайн Hearthstone Battlegrounds, в которых нельзя участвовать, если вы уже прошли в плей-офф)</li>
</ol>
<?require "footer.php";